import React from 'react';
// import Navbar from '../components/_App/Navbar';
import PageBanner from '../components/Common/PageBanner';
import SubscribeForm from '../components/Common/SubscribeForm';
// import Footer from '../components/_App/Footer';
import Lightbox from 'react-image-lightbox';
import Link from 'next/link';

const G = () => {

    return (
        <React.Fragment>
            {/* <Navbar /> */}
            <PageBanner 
                pageTitle="Αυτοματισμοί με Προγραμματιζόμενους ελεγκτές PLC" 
                homePageUrl="/" 
                homePageText="Home" 
                activePageText="Αυτοματισμοί με Προγραμματιζόμενους ελεγκτές PLC" 
            />  
            <br/><br/>
            <p align="justify">Σκοπός του μαθήματος είναι η παροχή προς τον φοιτητή μιας εμπεριστατωμένης εισαγωγής στην θεωρία και στις εφαρμογές των αυτοματισμών με PLC. Να τον καταστήσει ικανό να αναγνωρίζει και να σχεδιάζει δομικά στοιχεία σύμφωνα με τις διεθνείς προδιαγραφές, μιας και αποτελούν τη μοναδική αξιόπιστη λύση σε θέματα αυτοματισμού, βιομηχανικής παραγωγής, προσφέροντας λύσεις από απλές εφαρμογές μέχρι δύσκολες και πολύπλοκες διεργασίες.</p>
            <br/><p align="justify">Με την επιτυχή ολοκλήρωση του μαθήματος ο φοιτητής / τρια θα είναι σε θέση να διακρίνει να αναλύει και να σχεδιάζει: <li>Τις βασικές μορφές του αυτοματισμού με PLC.</li><li>Την Δομή την αρχιτεκτονική και τις λειτουργίες των PLC.</li><li>Τον προγραμματισμό των PLC με διάφορες γλώσσες.</li><li>Εργαστηριακά μοντέλα.</li><li> Με την χρήση λογισμικού σε PC.</li><li>Να μετατρέπει εφαρμογές κλασικού αυτοματισμού σε γλώσσες του PLC.</li><li>Πρακτικές εφαρμογές αυτοματισμού με PLC διαφόρων Βιομηχανικών διεργασιών.</li></p>
            <br/><br/>
            <h3 align="center">Περίγραμμα Εργαστηρίου</h3>
            <br/><p align="justify">Λειτουργία του PLC. Περιγραφή του περιβάλλοντος Microwin Step7. Λογικοί πίνακες αλήθειας και διαγράμματα, διαγράμματα κλίμακας-επαφών. (LADDER), Γλώσσα μηχανής S.T.L (Statement List), F.B.D (Function Block Diagram) Ηλεκτρολογικά διαγράμματα Χρονιστές. Απαριθμητές. Καταχωρητές. Εντολές ελέγχου προγράμματος.</p>
            <br/><p align="justify"><li>Εργαστηριακές Ασκήσεις Εφαρμογής χρησιμοποιώντας διαγράμματα LADDER.Προσομοίωση διαφόρων συστημάτων με το Microwin Step 7. Εφαρμογή του Microwin στα συστήματα : Γερανογέφυρας – Ελέγχου Στάθμης Υγρών – Σύστημα Παραγωγής Καπουτσίνο – Ανελκυστήρα – Συστήματος διάτρησης – Συστήματος προστασίας οπωροφόρων από παγετό – Συστήματος αυτόματης βαφής – Συστήματος συναγερμού – Μεταφοράς Φορτίων σε Ταινιόδρομο – Αυτοματισμός σπιτιού διαφόρων διεργασιών. Εφαρμογές της γλώσσας LADDER και FBD στις παρακάτω εργαστηριακές μονάδες (Reaction Vessel – Pipe Bending Machine – Roll Round Device – Embossing Machine – Level Control – Starter Control).</li></p>
            <br/><h3 align="center">Αξιολόγηση Φοιτητών</h3>
            <br/><p align="justify"><li>Εργαστηριακή εξέταση (ΕΕ) (50%)</li><li> Εβδομαδιαία εργαστηριακές εργασίες σε μικρές ομάδες</li><li>Τελική Εξέταση εργαστηρίου(ΓΕ) (50%) που περιλαμβάνει εργασία εξαμήνου, που την παρουσιάζουν στο τέλος.</li></p>
            <br/><br/>
            {/* <Footer /> */}
        </React.Fragment>
    )
}

export default G;