import React from 'react';
// import Navbar from '../components/_App/Navbar';
import PageBanner from '../components/Common/PageBanner';
import SubscribeForm from '../components/Common/SubscribeForm';
// import Footer from '../components/_App/Footer';
import Lightbox from 'react-image-lightbox';
import Link from 'next/link';


const G = () => {

    return (
        <React.Fragment>
            {/* <Navbar /> */}
            <PageBanner 
                pageTitle="Πρακτική Άσκηση" 
                homePageUrl="/" 
                homePageText="Home" 
                activePageText="Πρακτική Άσκηση" 
            />  
            <br/><br/>
            <h3>Ασκούμενος Φοιτητής στο Εργαστήριο</h3><br/>
            <p align="justify">Οι Φοιτητές που ενδιαφέρονται να κάνουν την Πρακτική Άσκηση στο Εργαστήριο των ΣΑΕ Πρέπει να έρχονται σε συνεννόηση με τον καθηγητή.</p>
            <br/><h3><i>Λίγα λόγια για την πρακτική Άσκηση</i></h3><br/>
            <p align="justify"><li>Η διάρκεια της πρακτικής άσκησης ορίζεται σε έξι (6) μήνες. Για τους σπουδαστές που αποφοιτούν Φεβρουάριο, από 1η Απριλίου μέχρι 30 Σεπτεμβρίου και για τους σπουδαστές που αποφοιτούν Ιούνιο, από 1η Οκτωβρίου μέχρι 31 Μαρτίου.</li><li>Το τμήμα ασκεί τη γενική εποπτεία μέσω των εποπτών καθηγητών του που το ίδιο ορίζει.</li><li>Ο ασκούμενος σπουδαστής μπορεί να απουσιάσει δικαιολογημένα για πέντε (5) εργάσιμες ημέρες συνολικά.</li><li>Τηρεί βιβλίο πρακτικής άσκησης.</li><li>Αν διαπιστώνει ότι δεν απασχολείται σε θέματα της ειδικότητας του, οφείλει να το δηλώσει με σημείωμά του.</li><li>Παρέχεται ιατροφαρμακευτική και νοσοκομειακή περίθαλψη για όλη την διάρκεια της πρακτικής των σπουδαστών.</li><li>Υποχρεούται να ακολουθεί το ωράριο λειτουργίας της επιχείρησης ή Υπηρεσίας, τους κανονισμούς ασφαλείας και εργασίας.</li></p>
            <br/>
            <p align="justify">Η Πρακτική Άσκηση μπορεί να γίνει και στο εξωτερικό.</p>
            <br/><br/>
      
            {/* <Footer /> */}
        </React.Fragment>
    )
}

export default G;