import React from 'react';
// import Navbar from '../components/_App/Navbar';
import PageBanner from '../components/Common/PageBanner';
import SubscribeForm from '../components/Common/SubscribeForm';
// import Footer from '../components/_App/Footer';
import Lightbox from 'react-image-lightbox';
import Link from 'next/link';


const G = () => {

    return (
        <React.Fragment>
            {/* <Navbar /> */}
            <PageBanner 
                pageTitle="Προφίλ Εργαστηρίου" 
                homePageUrl="/" 
                homePageText="Home" 
                activePageText="Προφίλ Εργαστηρίου" 
            />  
            <br/>
            <p align="justify">Λειτουργεί με υπεύθυνο καθηγητή τον Χρήστο Κ. Μανάβη από το 1989 μέχρι σήμερα . Μετά από πολλές δυσκολίες οργανώσαμε τα Εργαστήρια των μαθημάτων των Σ.Α.Ε των Βιομηχανικών Αυτοματισμών ,των Ψηφιακών Σ.Α.Ε και Θεωρίας Κυκλωμάτων εκ του μηδενός.
Σκοπός του Εργαστηρίου Συστημάτων Αυτομάτου Ελέγχου είναι:</p>
            <br/>
            <p align="justify"><li>Η δημιουργία του βασικού υπόβαθρου για την εισαγωγή και κατανόηση της ευρείας επιστημονικής περιοχής των Συστημάτων Αυτόματου Ελέγχου (Σ.Α.Ε.). Ο βασικός στόχος είναι η παροχή βασικών γνώσεων στους φοιτητές σχετικά με τη δομή, τη λειτουργία, τις μεθόδους ανάλυσης, τις κλασικές τεχνικές σχεδίασης των συστημάτων αυτών, καθώς και των εφαρμογών τους σε διάφορους τομείς της μηχανικής (ηλεκτρικά, ηλεκτρονικά, μηχανικά, θερμικά κ.τ.λ. συστήματα).</li><li>Η παροχή εκπαίδευσης στον τομέα της ανάλυσης και σχεδιασμού κυκλωμάτων και συστημάτων, στον κλασικό βιομηχανικό αυτοματισμό.</li><li>Η καθιέρωσή του ως Εργαστήριο με θέματα εφαρμοσμένου βιομηχανικού ελέγχου, βοηθά του φοιτητές μας να προσαρμοστούν άμεσα στο χώρο εργασίας τους.</li></p>
            <br/>
            <h3 align="center">Προφίλ του Εργαστηρίου</h3>
            <br/>
            <p align="justify">Στο Εργαστήριο Συστημάτων Αυτομάτου Ελέγχου διδάσκονται τα παρακάτω Εργαστηριακά Μαθήματα :<li>Συστημάτων Αυτομάτου Ελέγχου</li><li>Βιομηχανικοί Αυτοματισμοί</li><li>Αυτοματισμοί με Προγραμματιζόμενους ελεγκτές PLC</li><li>Εφαρμογές Συστημάτων Αυτομάτου Έλεγχου</li></p>
            <br/> <p align="justify">Το Εργαστήριο έχει εξοπλιστεί με σκοπό την πλήρη υποστήριξη των εκπαιδευτικών στόχων του Τμήματος, και παράλληλα προσφέρει την απαραίτητη υποδομή για ερευνητικές δραστηριότητες των μελών του.</p>


            
            <SubscribeForm />
      
            {/* <Footer /> */}
        </React.Fragment>
    )
}

export default G;