import React from 'react';
// import Navbar from '../components/_App/Navbar';
import PageBanner from '../components/Common/PageBanner';
import SuccessfulStudents from '../components/SuccessStory/SuccessfulStudents';
// import Footer from '../components/_App/Footer';
import Link from 'next/link';
import Video1 from '../components/video1';
import Video2 from '../components/video2';

const project1 = () => {
    return (
        <React.Fragment>
            {/* <Navbar /> */}
            <PageBanner 
                pageTitle="Κατασκευές" 
                homePageUrl="/" 
                homePageText="Home" 
                activePageText="Κατασκευές" 
            />  
        <div class="card">
            <br/><br/>
            <h3>Πτυχιακή Εργασία: Αυτόματος έλεγχος πλυντηρίου αυτοκινήτων και προσομοίωση λειτουργίας του με P.L.C.</h3>
            <br/>
            <p>Έτος: 2018</p>
            <p>Φοιτητής: Γιόγκας Κωνσταντίνος</p>
            <p>Εισηγητής: Μανάβης Κ. Χρήστος</p>
            <br/>
        
            <Video1 />
            <br/> <p align="justify"> Η παρακάτω πτυχιακή εργασία εκπονήθηκε από τον Γιόγκα Κωνσταντίνο το έτος 2018 και με επιβέποντα καθηγητή τον κ. Χρήστο Κ. Μανάβη.</p>
            <p align="justify">Επίλεχτηκε από την Επιτροπή Επιλογής των Βέλτιστων Πτυχιακών Εργασιών με αναφορά, την πρωτοτυπία, την πολυπλοκότητα του αντικειμένου, την καινοτομία, τη μεθοδολογία/υλοποίηση, την ποιότητα του γραπτού κειμένου και την παρουσίαση, ομόφωνα, ως μια από τις 4 καλύτερες πτυχιακές εργασίες για την 4η εκδήλωση παρουσίασης βέλτιστων πτυχιακών εργασιών (2018).</p>
            <p align="justify">Αναφέρεται στην κατασκευή και υλοποίηση ενός πλυντηρίου αυτοκινήτων στο οπίο η μετακίνηση των αυτοκινήτων στα διάφορα στάδια της διαδικασίας πλυσίματος γίνεται αυτόματα μέσω της κίνησης ενός ιμάντα μεταφοράς. Ο έλεγχος της κατασκευής πραγματοποιείται μέσω ενός P.L.C. της εταιρείας SIEMENS με C.P.U. 226.</p>
            <br/><u><h4 align="center">Περιληπτική λειτουργία της κατασκευής</h4></u>
            <br/><p align="justify">Αρχικά, στην είσοδο του πλυντηρίου υπάρχει ενα φανάρι LED, όπου γίνεται πράσινο ή κόκκινο, ανάλογα με την ύπαρξη ή όχι αυτοκινήτου. Μόλις ανάψει πράσινο, το αυτοκίνητο εισέρχεται στο τούνελ του πλυντηρίου, όπου ξεκινάει τη λειτουργία του ο ιμάντας μεταφοράς για να το μετακινήσει στα διάφορα στάδια της διαδικασίας πλυσίματος.</p>
            <p align="justify">Πρώτο στάδιο είναι η ρίψη νερού για κάποιο χρονικό διάστημα. Το επόμενο είναι η ρίψη σαπουνιού. Στη συνέχεια διέρχεται από τις περιστροφικές βούρτσες για τον καθαρισμό του αυτοκινήτου. Μετά υπάρχει η ρίψη νερού για δεύτερη φορά για το ξέπλυμα του αυτοκινήτου. Τελευταίο στάδιο είναι η διαδικασία του στεγνώματος από τους ανεμιστήρες.</p>
            <p align="justify">Εκτός από την κανονική λειτουργία της κατασκευής του πλυντηρίου, υπάρχει επίσης και η περίπτωση της βλάβης, όπου αν παρουσιαστεί κάποια βλάβη σε οποιοδήποτε στάδιο της διαδικασίας πλυσιμάτος, αυτή σταματάει και υπάρχει δυνατότητα εξόδου του αυτοκινήτου απο το τούνελ του πλυντηρίου με ασφάλεια χωρίς να πραγματοποιηθεί καμιά διαδικασία από εκεί που παρουσιάστηκε η βλάβη και έπειτα.</p>
            <br/><br/>
        
        </div>

        <div class="card">
            <br/><br/>
            <h3>Βάση δράπανου ελεγχόμενη με PLC</h3>
            <br/>
            <p>Έτος: 2003</p>
            <p>Φοιτητής: Φουκαρίδης Μάριος</p>
            <p>Εισηγητής: Μανάβης Χρήστος</p>
            <br/>
            <img src="/images/img1.jpg" alt="image" align="center" width="800" height="600" />

        </div>

        <br/><br/>

        <div class="card">
            <br/><br/>
            <h3>Έλεγχος συστήματος μεταφοράς με την χρήση πνευματικών στοιχείων</h3>
            <br/>
            <p>Έτος: 2011</p>
            <p>Φοιτητής: Γιατσόγλου Κωνσταντίνος, Ζαούρης Δημήτρης</p>
            <p>Εισηγητής: Μανάβης Χρήστος</p>
            <br/>
            <img src="/images/img2.jpg" alt="image" align="center" width="800" height="600" />

        </div>

        <br/><br/>

        <div class="card">
            <br/><br/>
            <h3>Έλεγχος σταθερής πίεσης δικτύου υδροδότησης ενός οικισμού</h3>
            <br/>
            <p>Έτος: 2011</p>
            <p>Φοιτητής: Προδανάς Φώτιος</p>
            <p>Εισηγητής: Μανάβης Χρήστος</p>
            <br/>
            <img src="/images/img3.jpg" alt="image" align="center" width="800" height="600" />

        </div>

        <br/><br/>

        <div class="card">
            <br/><br/>
            <h3>Πίνακας ελέγχου συστημάτων και στοιχείων με χρήση του LOGO-Siemens</h3>
            <br/>
            <p>Φοιτητές: Χρήστου Πούλιου, Νικολάου- Νεοκλή Κυριακούδη</p>
            <p>Εισηγητής: Μανάβης Χρήστος</p>
            <br/>
            <img src="/images/img5.jpg" alt="image" align="center" width="800" height="600" />
            <img src="/images/img6.jpg" alt="image" align="center" width="800" height="600" />

        </div>

        <br/><br/>

        <div class="card">
            <br/><br/>
            <h3>Ρομποτικός βραχίονας</h3>
            <br/>
            <br/>
            <img src="/images/img7.jpg" alt="image" align="center" width="800" height="600" />

        </div>

        <br/><br/>

        <div class="card">
            <br/><br/>
            <h3>Έλεγχος συστήματος μεταφοράς με χρήση πνευματικών στοιχείων</h3>
            <br/>
            <p>Έτος: 2011</p>
            <p>Φοιτητές: Γιατσόγλου Κων/νος, Ζαούρης Δημήτρης</p>
            <p>Εισηγητής: Μανάβης Κ. Χρήστος</p>
            <br/>
            <Video2 />
            
        
        </div>
        <br/><br/>

        <div class="card">
            <br/><br/>
            <h3>Αυτόματο σύστημα διάτρησης</h3>
            <br/>
            <p>Έτος: 2012</p>
            <p>Φοιτητές: Παληογιάννης Κωνσταντίνος, Σανσαρίδης Χρήστος</p>
            <p>Εισηγητής: Μανάβης Χρήστος</p>
            <br/>
            <img src="/images/img8.jpg" alt="image" align="center" width="800" height="600" />
            <img src="/images/img9.jpg" alt="image" align="center" width="800" height="600" />

        </div>

        <br/><br/>

        <div class="card">
            <br/><br/>
            <h3>Έλεγχος στάθμης υγρών</h3>
            <br/>
            <br/>
            <img src="/images/img10.jpg" alt="image" align="center" width="800" height="600" />

        </div>

        <br/><br/>

        <div class="card">
            <br/><br/>
            <h3>Σύστημα συλλογής ανακυκλώσιμων υλικών σε οικισμό, μέσω GSM και χρήση γεωγραφικών συστημάτων πληροφοριών</h3>
            <br/>
            <p>Έτος: 2010</p>
            <p>Φοιτητές: Χατζηδημητίου Δημήτριος, Ντιούδης Ευστάθιος</p>
            <p>Εισηγητής: Μανάβης Χρήστος</p>
            <br/>
            <img src="/images/img11.jpg" alt="image" align="center" width="800" height="600" />

        </div>

        <br/><br/>

        <div class="card">
            <br/><br/>
            <h3>Ανελκυστήρας ηλεκτρομαγνήτη με χρήση PLC</h3>
            <br/>
            <p>Έτος: 2010</p>
            <p>Φοιτητές: Γεωργατζιάς Γ. Κωνσταντίνος, Καδρέφης Χ. Κωνσταντίνος</p>
            <p>Εισηγητής: Μανάβης Χρήστος</p>
            <br/>
            <img src="/images/img12.jpg" alt="image" align="center" width="800" height="600" />

        </div>

        <br/><br/>

        <div class="card">
            <br/><br/>
            <h3>Έλεγχος και κατασκευή συστήματος αυτόματης βαφής, ελεγχόμενο από προγραμματιζόμενο λογικό ελεγκτή</h3>
            <br/>
            <p>Έτος: 2010</p>
            <p>Φοιτητές: Νικόλαος Λαμπράκης</p>
            <p>Εισηγητής: Μανάβης Χρήστος</p>
            <br/>
            <img src="/images/img13.jpg" alt="image" align="center" width="800" height="600" />

        </div>

        <br/><br/>

        <div class="card">
            <br/><br/>
            <h3>Προγραμματιζόμενο σύστημα ελέγχου μεταφοράς και βαφής αντικειμένων μέσω PLC</h3>
            <br/>
            <p>Έτος: 2011</p>
            <p>Φοιτητές: Αυγερινάκης Απόστολος, Κόπανος Ιωάννης</p>
            <p>Εισηγητής: Μανάβης Χρήστος</p>
            <br/>
            <img src="/images/img14.jpg" alt="image" align="center" width="800" height="600" />

        </div>

        <br/><br/>

        <div class="card">
            <br/><br/>
            <h3>Έλεγχος ανελκυστήρα με P.L.C. και με μικροεπεξεργαστή</h3>
            <br/>
            <p>Φοιτητές: Σιδέρης Δημήτριος</p>
            <p>Εισηγητής: Μανάβης Χρήστος</p>
            <br/>
            <img src="/images/img16.jpg" alt="image" align="center" width="800" height="600" />

        </div>

        <br/><br/>

        <div class="card">
            <br/><br/>
            <h3>Έλεγχος ανελκυστήρα με P.L.C. και με μικροεπεξεργαστή</h3>
            <br/>
            <p>Φοιτητές: Σιδέρης Δημήτριος</p>
            <p>Εισηγητής: Μανάβης Χρήστος</p>
            <br/>
            <img src="/images/img16.jpg" alt="image" align="center" width="800" height="600" />

        </div>

        <br/><br/>

        <div class="card">
            <br/><br/>
            <h3>Σύστημα προώθησης δοχίων και ταξινόμησης αυτών</h3>
            <br/>
            <p>Φοιτητές: Χαραλαμπίδης Αναστάσιος-Ανέστης, Παναγιωτίδης Ιορδάνης</p>
            <p>Εισηγητής: Μανάβης Χρήστος</p>
            <br/>
            <img src="/images/img17.jpg" alt="image" align="center" width="800" height="600" />
            <img src="/images/img18.jpg" alt="image" align="center" width="800" height="600" />

        </div>

        <br/><br/>

        <div class="card">
            <br/><br/>
            <h3>Έλεγχος συστημάτων ταινιοδρόμων</h3>
            <br/>
            <br/>
            <img src="/images/img19.jpg" alt="image" align="center" width="800" height="600" />

        </div>

        <br/><br/>

        <div class="card">
            <br/><br/>
            <h3>Τροφοδοσία ηλεκτρονικών συσκευών με υδρογόνο</h3>
            <br/>
            <p>Φοιτητές: Πάκα Ιωάννη, Τερπεζίδη Διογένη</p>
            <p>Εισηγητής: Μανάβης Χρήστος</p>
            <br/>
            <img src="/images/img20.jpg" alt="image" align="center" width="800" height="600" />
            <img src="/images/img21.jpg" alt="image" align="center" width="800" height="600" />

        </div>

        <br/><br/>








           

            
            
            {/* <Footer /> */}
        </React.Fragment>
    )
}

export default project1;