import React from 'react';
// import Navbar from '../components/_App/Navbar';
import PageBanner from '../components/Common/PageBanner';
import SubscribeForm from '../components/Common/SubscribeForm';
// import Footer from '../components/_App/Footer';
import Lightbox from 'react-image-lightbox';
import Link from 'next/link';

const G = () => {

    return (
        <React.Fragment>
            {/* <Navbar /> */}
            <PageBanner 
                pageTitle="Βιομηχανικοί Αυτοματισμοί" 
                homePageUrl="/" 
                homePageText="Home" 
                activePageText="Βιομηχανικοί Αυτοματισμοί" 
            />  
            <br/><br/>
            <p align="justify">Στο μάθημα “Βιομηχανικοί Αυτοματισμοί” γίνεται μια εισαγωγή του φοιτητή έρχεται στα βασικά δομικά και λειτουργικά χαρακτηριστικά των στοιχείων συγκρότησης συστημάτων πνευματικών ή βιομηχανικών αυτοματισμών. Στόχος, η γρήγορη προσαρμογή του, στο περιβάλλον μελέτης, σχεδίασης, συντήρησης και επισκευής συστημάτων παραγωγικών διεργασιών στα επίκαιρα εργαλεία και στις εφαρμοσμένες μεθόδους στη Βιομηχανία. Εισαγωγή και μελέτη στα πνευματικά συστήματα μέσω θεωρητικών συνεδριών και πρακτικών εφαρμογών.</p>
            <br/><br/>
            <h3 align="center">Περίγραμμα Εργαστηρίου</h3><br/>
            <p align="justify">Εφαρμογή ηλεκτροπνευματικών κυκλωμάτων. Επίδειξη λειτουργίας ηλεκτρομαγνητικών στοιχείων Ασκήσεις εφαρμογές διαφόρων πνευματικών συστημάτων με το πρόγραμμα εξομοίωσης Automation Studio. Λειτουργία και μελέτη διαφόρων ηλεκτροπνευματικών κατασκευών : Σύστημα μεταφοράς και διαχωρισμού γεωργικών προϊόντων-Σύστημα συντριβής και επανατοποθετήσεις ελαφρών μετάλλων-Σύστημα ελέγχου μεταφοράς με ταινιόδρομο. Εφαρμογές ηλεκτροπνευματικών με χρήση PLC.</p>
            <br/>
            <u><h3 align="center">Προφίλ του Εργαστηρίου</h3></u>
            <br/>
            <p align="justify"><li>Εργαστηριακή εξέταση (ΕΕ) (50%)</li><li>Εβδομαδιαία εργαστηριακές εργασίες σε μικρές ομάδες</li><li>Τελική Εξέταση εργαστηρίου(ΓΕ) (50%) που περιλαμβάνει εργασία Εξαμήνου, που την παρουσιάζουν στο τέλος.</li></p>
            <br/>
      
            {/* <Footer /> */}
        </React.Fragment>
    )
}

export default G;